Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 신부 아버님 되시죠?
en: are you the bride’s father?

source: 고마워요.
en: thank you.

source: 설마 저 녀석이…?
en: is it possible that he...?

source: 그럼, 병원 말고도 이것저것 모여있는 거네?
en: so there’s other places here and there besides the hospital itself, huh?

source: 알고 계셨군요.
en: so, you knew.

source: 여기서 뭐 하는 거예요?
en: what are you doing here?

source: 괜찮다니까.
en: I’ll be okay.

source: 사사.
en: sasha.

source: 뭐야…
en: what the...

source: 정말이지….
en: seriously…

source: 소리샘으로 연결됩니다.
en: it connects to the sound glands.

source: 위로나 공감이 아닌 그저 약물로 감정을 조절하고 계시지 않습니까….
en: to control her emotions with medication rather than finding her comfort or empathy…

source: 아니… 근래에 내가 아버지 심기를 건든 일은 없는데…
en: no, I haven’t done anything to upset him lately...

source: 한 번 더 기회를 주지.
en: I’ll give you another chance.

source: 그보다도…
en: in any case,

source: 안녕, 사사!
en: hi, sasha!

source: 일단은?
en: for now?

source: 그래도 사소한 것에 치우쳐져서는 안 돼.
en: still, you shouldn't focus on such little things.

source: 오늘은 다른 옷 입고 왔네?
en: you’re wearing something different today.

source: 아가씨, 들어가겠습니다.
en: I’m going to enter, miss sasha.

source: 그러시군요!
en: I see!

source: 아니… 아니야.
en: no… no.

source: 어머니처럼 사는 삶…?
en: live like her mother...?

source: 커피…?
en: coffee…?

source: 기도…?
en: prayer...?

source: 화단도 도망갈 구석 천지네.
en: the flower beds are all over the place.

source: 단델리온.
en: daniel.

source: 그 녀석이 딱 붙어 감시 중이라 앞으로는 이렇게 만나야 할 거 같아.
en: I think we’re gonna have to meet like this going forward because that guy’s been keeping his eyes on me.

source: 하아….
en: sigh…

source: 뭘 했지?
en: did I do?

source: 방해할 수 없을 거예요.
en: come between us.

source: 아-
en: oh...

source: 이번 휴일에 차를 보낼 테니 편하게 와 줘.
en: I’ll send a car to pick you up on the day.

source: 사과보다도 커피에 대한 걸 듣고 싶어요.
en: rather than an apology, I'd like to hear more about you, coffee.

source: 한 명 있긴 한데-
en: does come to mind.

source: 맵기도 해라.
en: it stings.

source: 조한 -.
en: johan.

source: 이러니 저리니 해도 아이들에게 관심이 있기에 사사도 꾸준히 대화를 이어나가는 게 아닐까요?
en: don’t you think she’s continuing to meet with students because sasha’s interested in helping them?

source: 또 설교하려고?
en: to preach at me again?

source: 왜, 지금까지 사교활동을 안 한 거래?
en: why haven't you been socializing until now?

source: 그 신부 때문이에요?
en: is it because of that priest?

source: 당신 짓이죠?!
en: you did this, didn’t you?!

source: 뭐어 - ?
en: what?

source: 내가 우리 아버지랑 잘 합의 봐서 애들 무혐의로 끝냈어.
en: I struck a deal with my father so the kids were cleared of all charges.

source: 사사!!
en: sasha!

source: 당신 같은 사람이 이해할 거라고 생각한 내가 바보지.
en: I’m the fool for thinking you’d understand.

source: 아이고, 그냥 내 취미 같은 건데.
en: gosh, it's just my hobby of sorts.

source: 어서 오십시오!
en: welcome!

source: 신부님에게 인성 공부 받는다는 것을 구실로,
en: tell my father

source: 넌 패배자일 뿐이야!
en: you’re nothing but a loser!

source: 그래서.
en: so...

source: 지금 바로 올려줄게!!!
en: I’ll pull you up right now!

source: 올리브, 듣고 있어?
en: olive, are you listening?

source: 하아 -
en: sigh

source: 알겠습니다.
en: got it.

source: 내 소원 하나 들어주면―
en: if you grant me a wish,

source: 이제서야 우리가 한 발 앞선 느낌이야.
en: it finally feels like we’re a step ahead now.

source: 중간에 사진이 비네요?
en: why aren’t there any photos in the middle?

source: 꿈이라고는 없는 나날.
en: ...when it was natural for me to do what I was told.

source: 이 정도 작은 규칙조차 지키지 못하는 인간의 조언은 필요 없어요.
en: I don’t need advice from someone who can’t even keep a simple rule.

source: 사유지 무단침입은 연행될 수도 있으니까
en: you could be arrested for trespassing on private property.

source: 의논할게 있으면 부를게.
en: I’ll call you if there’s anything to discuss.

source: 당신에게 물어볼 게 있어.
en: I have something to ask you.

source: 그 외에도 몸을 숨길 곳이야 있겠지.
en: there must be somewhere else to hide.

source: 요즘, 사모님 수면시간이 불규칙하십니다.
en: the madam’s sleeping schedule is erratic these days.

source: 애초에 입구도 다른걸.
en: the entrance is different, too.

source: 네가 날 돕긴 했지만, 아직 완전히 신뢰한 건 아니라서 다 말해줄 수가 없네.
en: even though you helped me, I can’t tell you everything because I don’t completely trust you yet.

source: 모두를 위해!
en: ...for the good of everyone!

source: 여자.
en: a girl.

source: 키도 큰 게 미남이셔―
en: you’re handsome because you’re so tall…

source: 괜찮을 거야.
en: everything will be fine.

source: 그녀의 퇴직이 빨라져야만,
en: she needs to quit soon,

source: 죽었어?
en: is he dead?

source: 과자 좀 더 드릴까?
en: would you like some snacks?

source: 이 다음엔 어떤 말썽을 일으켜볼까-
en: what kind of trouble should I stir up next?

source: 누구 하나 죽일 뻔했어.
en: and nearly killed someone too.

source: 신부님이 뭐, 사고 쳤대요?
en: has father gotten into trouble or something?

source: 그날은 나의 날인걸.
en: it’s gonna be my day.

source: 너무 갑작스러웠나요?
en: is it too sudden?

source: 수상해…!
en: how suspicious...!

source: 울음소리…?
en: is someone crying…?

source: 감정을 나누는 건 피곤하니까요.
en: sharing feelings can take a toll on you.

source: 오늘은 이쯤 해두지.
en: let’s call it a day.

source: 현금과 수단… 등등… 그런 개인 물품을…
en: they took my personal items... like cash and cards and such...

source: 나가라는 말이야.
en: I’m telling you to get out of here,

source: 뭐야…?
en: huh...?

source: 잡아줄 사람 없이 한평생 혼자만의 싸움을 했다는 사실이
en: the fact that you’ve spent your life fighting alone without anyone to support you...

source: 말씀 중에 죄송합니다만, 저는 이만 일어나봐야겠네요.
en: I'm sorry to interrupt, but I have to go now.

source: 그냥 뭐, 적당히.
en: well, every now and then.

source: 내가 알아서 처리하지.
en: I’ll take care of it.

source: 마….
en: on your face…

source: 할 말을 잃었다.
en: at a loss for words.

source: 금방 올게요.
en: I’ll be right back.

source: 나 말인가?
en: is she talking to me?

source: 걱정하는 거 아니야.
en: I’m not worried.

source: 당신이 아이들을 위해서 보건실 서랍에 쟁여뒀던 간식.
en: they’re the snacks you kept in the drawer for the kids in the nurse’s office.

source: 대체 어딜 간 거지?
en: where in the world did she go?

source: 저희가 눈치 없었네요!
en: how naive of us!

source: 그러니까 엄마가 앉아 있으라고 했지!!
en: that's why I told you to sit down!

source: 정말~~?!
en: really?!

source: 혼자서는 아직 무리인 걸까요?
en: is it still too much trying it alone?

source: 신부님-
en: father.

source: 골치 아픈 일은 잊어버리고 아이스크림이나 먹는 거야.
en: let’s forget all our troubles and just eat ice cream.

source: 그럼 저한테 할아버지 유산 이야기는 왜 자꾸 꺼내시는 거예요?
en: then why do you keep telling me about my grandfather's legacy?

source: “커피 캬라멜” 이라는 호칭에 무슨 이유가 있나요?
en: why is your name “coffee caramel”?

source: 신부님.
en: father.

source: 응,
en: mhm,

source: 돌아가신 그분의 제자시잖아요.
en: you’re the disciple of the late priest.

source: 오늘 영업 안 해요~.
en: we’re not open today.

source: 그랬는데도 크림을 닦으면서 그저, 헤헤 웃으시더라고.
en: but even then, she just laughed and wiped the frosting off.

source: 어라?
en: huh?

source: 그들 눈에 난 실패작 이니까.
en: in their eyes, I’m a failure.

source: 피팅룸엔 언제 들어오신 거예요?!?!
en: since when did you come in to the fitting room?!

source: 노크도 없이 죄송합니다.
en: I’m sorry for not knocking.

source: 신발도 없이….
en: she’s not even wearing shoes…

source: 말씀하세요.
en: please go ahead.

source: 아버님!
en: sir!

source: 오늘 파티 참석 명단은 알아서 체크했겠지?
en: did you check the list of party attendees today?

source: 마지막으로 만났을 때, 울고 있었잖아요.
en: last time I saw you, you were crying.

source: 단델리온 이잖아?
en: it’s daniel!

source: 그러지 말아요!!
en: don’t do that!

source: 사사는요?
en: what about you, sasha?

source: 아… 아기 단델리온!?
en: b-baby daniel?!

source: 결혼식장을 터트린다든가.
en: blowing up the wedding hall.

source: 올리브!!
en: olive!!!

source: 젊네―
en: he’s so young…

source: 신부 단델리온 입니다.
en: I’m father daniel.

source: 그 애 혼자서 얼마나 힘들었을까.
en: it must’ve been hard for him alone.

source: “그래, 네 말이 맞아.”
en: “yes, you’re right.”

source: 이만 돌아가요, 귤 선생.
en: you should go back now, mr. gyul.

source: 왜, 온 거야?
en: why are you here?

source: 나쁘지 않네.
en: it’s not bad.

source: 제가 하는 말이라면 들어주시지 않을까요?
en: I suppose it could be easier for me?

source: 저희가 결혼할 테니까요.
en: so we can get married.

source: 어르신.
en: sir...

source: 나가는 길은 알아?
en: do you know the way out?

source: 그냥…
en: well...

source: 아이들뿐만 아니라 나까지 지도해주고 계셔.
en: not only is she guiding the students, but she’s also teaching me.

source: 진정하세요.
en: please calm down.

source: 둘 다 단순하다니까.
en: you two are are so simple.

source: 그런 큰 저택이 있다고…?
en: there’s a big mansion...?

source: 늦은 시간에 죄송합니다.
en: I’m sorry for calling so late at night.

source: 아무도 없어요~
en: your opinion!

source: 그냥 여기저기서 나눠주던데?
en: they were just handing them out here and there.

source: 사사와는 동창으로,
en: I went to school with sasha,

source: 넌 생각이 너무 많아.
en: you think too much.

source: 밀회하는 걸 들키면 안 되지 않나?
en: we can’t be caught having a secret meeting, can we?

source: 귀찮게 토 달지 말고 그렇다면 그런 줄 알아.
en: stop annoying me with your excuses and questioning me.

source: 여긴 위험하니 당장 돌아가세요.
en: it’s dangerous here, so go back now.

source: 무슨 일 있는 거 아니죠?
en: is everything all right?

source: 아닙니다.
en: no.

source: 아버지는 절대 널 해치지 못해.
en: father could never hurt you.

source: 우리 남편―.
en: that’s my husband.

source: 영악함에 이용당하지 않을 것.
en: don’t let them take advantage of you.

source: 이제는 숨길 것도 없나 보네?
en: I guess there’s no more reason to hide, then.

source: 모든 게 완벽해.
en: everything’s complete.

source: 자세히 좀 얘기해 봐.
en: tell me the details.

source: 공감하는 시늉이라도 누군가 위로 받을 수 있는 거잖아요.
en: someone can be comforted even if you just pretend to empathize with him.

source: 나 자신이 너무 바보 같아.
en: I feel so foolish.

source: 지금이라면 서로의 진심을 말할 수 있을 테니까.
en: I think we can talk to each other truthfully now.

source: 괜찮아요.
en: it’s okay.

source: 미치겠군.
en: is driving me crazy.

source: 아.
en: oh.

source: 그런 문제가 아닙니다.
en: that’s not the problem.

source: 꽤 거대한 식재료를 상대했나 보네.
en: you must have dealt with a good-sized ingredient.

source: 미안….
en: sorry...

source: 지금 하는 봉사 말고도 다른 이런저런 거, 많이 하시잖아요.
en: you do a lot of other things besides volunteer work.

source: 어색한걸.
en: this is awkward.

source: 행복과 함께 시련이 닥쳐오겠지만
en: trials come with happiness,

source: 결혼….
en: get married...

source: 나중에 다시 통화해요.
en: let’s talk again later.

source: 울었어?
en: did you cry?

source: 아가씨도 귀찮아하시던데.
en: miss sasha seemed annoyed.

source: 이것들이 필요한 날이 올 거야.
en: one day, you’ll need it.

source: 아버지가 꾸민 짓이죠?
en: father, you set this up, didn’t you?

source: 이 ㅅㄲ…!
en: you bastard...!

source: 낮에 낑깡이랑 둘이 있더니, 싸우기라도 한 거야?
en: you were with gyul geum earlier today. did you guys fight?

source: 그럼 지금까지 뭐라고 생각한 거야?
en: then what have you been thinking this whole time?

source: 설마 잡아먹기라도….
en: I’m sure he won’t prey on me…

source: 아가씨에게 헛바람 넣지 말아 주세요.
en: please stop putting ideas into miss sasha’s head.

source: 나 때문에 깬 거예요?
en: did I wake you?

source: 알아보는 대로 연락할게요.
en: I’ll let you know as soon as I find out.

source: 절대 그런 일 없다는 걸 아는데도 말이죠.
en: ...even though I know that will never happen.

source: 해변입니다~
en: this is the beach.

source: 사사가 때렸다고?
en: sasha hit you?

source: '희망 비타민'이라고 들어봤어?
en: have you heard of something called hope vitamin?

source: 제 눈에는
en: I can see

source: 저기.
en: um...

source: 너무 반가워서 인사한다는 게 그만 -
en: I got so excited to see you and just wanted to say hello...

source: 앗, 커피 군!!
en: oh, coffee!

source: 나를 도와주다가 피해를 입었으니까 당연히 내가 사과해야지.
en: you got into this mess while helping me so of course I should apologize.

source: 이런 상황에 그런 걸 따질 순 없잖아요.
en: it’s not like I can just sit back and watch, considering the situation.

source: 이게 다 뭐예요?
en: what are all these...?

source: 재벌들은 어쩜 이리 생각이 짧은지.
en: how can conglomerates be so small-minded?

source: 너에게 부담을 주고 싶지 않아서 비밀로 하고 싶었지.
en: I kept it a secret so as not to burden you.

source: 마침, 당신 이야기를 하고 있었어요.
en: I just so happened to be talking about you.

source: 이 장소는 귤 선생도 못 찾는 거 같으니, 여기서 자주 회의하도록 해요.
en: since mr. gyul geum doesn’t seem to know about this place, let’s meet here more often.

source: 용의자로 보이는 아이들 몇을 데려간 상황이에요.
en: they detained a few of the students who they think could be the suspect.

source: 어떻게 알았어?
en: how did you know?

source: 알면서.
en: you know what I mean.

source: 따로 비법이 있는 건 아니고-
en: there’s no special tips.

source: 미쳤어요?
en: are you serious?

source: 사과는 내가 해야겠네요.
en: now I’m the one who should apologize.

source: 집이 너무 깨끗해서 엄마가 와도 할 게 없어―
en: the house is so clean there’s nothing for me to clean up here.

source: 그럼 너도 돈 때문에 거기 붙었단 말이냐?
en: so, you’re following him because of money?

source: 진짜 그런 걸 할 수 있어?!
en: can you really do that?!

source: 난 아가씨가 그런 얼굴을 할 때가 제일 좋더라.
en: that’s the expression I like best on you.

source: 내 이름….
en: my name…

source: 학교에선 커피 학생을 신경 쓰기로 했어요.
en: I decided to pay extra attention to coffee at school.

source: 아니… 귤이 놈이 머리 굴렸을 리 없지.
en: nah... there’s no way gyul could come up with something like that.

source: 남자아이고 이제 곧 초등학교에 들어가지.
en: he's a boy and he's going to elementary school soon.

source: 이대로 결혼하게 된다면 나도…
en: if we do get married, I’ll also…

source: 정말이지―
en: that’s a first...

source: 제가요?
en: me?

source: 정신 박혔을 때부터 모아놓은 거야.
en: I’ve been collecting them since I got my mind straight.

source: 정원에서 키운 허브로 끓였답니다.
en: we grow our own herbs in our garden.

source: 어디로 가시게요?
en: where are you going?

source: 회의 다녀온 아가씨 안색이 너무 안 좋길래~
en: she didn’t look too good for someone who’s come back from just a meeting.

source: 얘기 좀 할까 해서.
en: I just wanted to talk for a bit.

source: 웃기는 ㅅㄲ.
en: annoying prick.

source: 무슨 꿍꿍이지?
en: what is he up to?

source: 조한은 지금까지 타인을 위해 공부해왔죠?
en: you've been studying for other people, haven’t you?

source: 다른 몰두할 일을 찾으면 좋겠네요.
en: I hope you find something else to focus on.

source: 나, 저택 들어가 본 적 있으니까 같이 가면 분명 도움이―
en: I’ve been inside the mansion, so I’ll be helpful if I come with you...

source: 돈을 벌어서 좋대요….
en: he likes making easy money...

source: 그런데 왜 돌아오지 않는 거야!
en: then why aren't you coming back home?!

source: 평소 행실을 어떻게 하고 다니길래 그런 소문이 도는 거야?!!
en: how have you been behaving for such a rumor to spread?!

source: 아휴, 아닙니다.
en: no, it’s not.

source: 잘 돼가고 있는 거겠지…?
en: everything’s going well, right…?

source: 너 때문은 아니니까 걱정 마.
en: it’s not your fault, so don’t worry.

source: 최후의 수단은…
en: as the last resort…

source: 넵!
en: yes!

source: 잘 보관해 둘게요.
en: I’ll take good care of it.

source: 갑자기 무슨 소리래.
en: why are you suddenly asking this?

source: 몸이 편찮으신가!?!
en: is she feeling sick?!

source: 학교에 소문 내버려~?
en: so, should I spread rumors at school?

source: 늦네.
en: it’s getting late.

source: 아가씨는 미래에 큰일을 하실 분 이십니다.
en: she’s someone who’s gonna do great things in the future.

source: 좋아.
en: all right.

source: 살펴보는데 시간이 좀 걸릴듯해.
en: this’ll take a while.

source: 이미 지나간 일인걸요―
en: it's all in the past now.

source: 대화를…
en: how dare you…

source: 제가 다 부족해서….
en: it’s all because of my shortcomings…

source: 그냥 잠이 안 와서 바람 쐬러 나온 거야.
en: I just came out for some fresh air because I couldn’t sleep.

source: 흠흠-♬
en: hm hmm ♬

source: 아쉬워―
en: what a pity...

source: 휴 가 중
en: on leave

source: 당신이 잘 있나 궁금해서.
en: I wanted to see if you’re okay.

source: 그런 것 치고는 꽤나 어슬렁 거리시던데요?
en: but you’ve been hanging around here for a while.

source: 아이고!
en: oh dear!

source: 아버지 본인의 실패를 저에게 덮어씌우지 마세요.
en: don't blame me for your own failures.

source: 글쎄요.
en: well,

source: 난 내가 뭘 할 줄 아는지, 어떤 사람인지 몰라.
en: I don't know what I can do or what kind of person I am.

source: 신경 써주다니 기쁘네요.
en: I’m so glad you were thinking of me.

source: 뭐라고요?
en: what did you say?

source: 그 상처,
en: did you get that wound

source: 단단이 선생님,
en: mr. danny,

source: 감시당하고 있는 건 아닐까 싶어서….
en: which made me wonder if you were being watched...

source: 갑자기요??
en: so suddenly??

source: 시골 이라니….
en: countryside, did he say?

source: …흠.
en: hmm...

source: 어머나….
en: oh my…

source: 단순해 보이면서 복잡한 사건이에요….
en: it seems like a simple incident but it’s actually quite complicated...

source: 약골!
en: weakling!

source: 네엥―.
en: okay.

source: 어릴 땐 귀여웠는데, 왜 이렇게 된 거야?
en: you used to be so cute, what happened?

source: 맞아요.
en: you’re right about that.

source: 그러니까,
en: so,

source: 뭐야, 너 그 꼴은?
en: what the, what’s with you?

source: 오늘 웨딩드레스 입는다며―!
en: I heard you try on your wedding dress today!

source: 마음이 복잡할 땐, 이곳에서 식히곤 하지요.
en: when my mind’s clouded, this is where I come to clear it.

source: 내가 어릴 때부터 학대 당했다는 증거.
en: evidence that I’ve been abused from childhood.

source: 언제 왔어요?
en: when did you get here?

source: 고객님의 전원이 꺼져 있어 음성 사서함으로….
en: the person you’re calling is unavailable, please leave a message at the tone...

source: 금방 다녀올게요.
en: I’ll be back soon.

source: 말해봐요.
en: ...and tell me.

source: 내 앞길을 망칠 생각으로 쏘다니니까 말이야.
en: you're shooting with the intention of ruining my future.

source: 말씀해주신 경고는 바로 보고하도록 하죠.
en: the warning you mentioned will be reported with immediate effect.

source: 그렇대.
en: that’s what we were told.

source: 사모님 발작 주기는 좀 어떤가요?
en: how are madam’s seizures?

source: 크고 작은 사건으로 앞으로도 자주 소란스럽겠지만,
en: even if the road ahead isn’t going to be smooth,

source: 옆에 계신 분은….
en: who’s the person next to you...?

source: 이러면 비밀번호 못 풀지롱―
en: now you can’t unlock your phone!

source: 왜지?
en: why?

source: 잡아…
en: ummm…

source: 그래서 제가―
en: and so I…

source: 난, 그냥 쉽게 돈 벌 수 있어서 귤 선생님을 도와주는 것 뿐이야―
en: I was just making easy money while helping out cool mr. geum.

source: 아버지 이름에 먹칠하지 말고 집안에서 조용히 살 거라.
en: don’t tarnish your father’s name and just live quietly here at home.

source: 마음 같아서는 추궁하고 싶어.
en: in truth, I would really like to ask you.

source: 그냥 밀어붙이자!
en: let’s just go through with it!

source: 직접 확인해 봐야겠어.
en: I’ll have to check it out myself.

source: 아니라면 미안해요.
en: if I got it wrong, I’m sorry.

source: 미안… 신경 쓰게 만들었네요.
en: sorry... I made you worry.

source: 의도적으로 이러는 걸까?
en: is he doing this on purpose?

source: 또 가출이라도 하시면 안 되니까요.
en: I don’t want you to run away again.

source: 신부
en: the bride

source: 날 괴롭힐 때도 매번 그 이야기로 트집 잡았어요.
en: he always harassed me using that as an excuse.

source: 저… 아무 흔적도 발견되지 않아서 착각한 줄 알고….
en: I... didn’t think there weren’t any traces...

source: 신부 수업하고, 드레스 피팅도 하고,
en: you had a wedding rehearsal, a dress fitting,

source: 좀 더 빨리 대책을 세워야 할 것 같아.
en: I think I need to come up with a plan soon.

source: 결론만 말하자면, 우리 집엔 아들이 없잖아?
en: long story short, my parents don’t have a son, right?

source: 협조 감사 드립니다.
en: thank you for your cooperation.

source: 아버님.
en: father.

source: 왜, 바로 전화하지 않았지?
en: why didn’t you call right away?

source: 너희들, 너무 오빠 힘들게 하지 마라~
en: stop giving your brother a hard time, you two.

source: 하늘을 올려다보며 별을 세고, 바람에 날리는 향기를 맡는 것처럼.
en: looking up at the sky, counting the stars, and smelling the scent carried by the wind.

source: 인사도 없이 할 일을 시작하는군.
en: he started without even saying hello.

source: 조심해.
en: be careful.

source: 당사자가 어떤 감정을 느낄지 타인의 시선으로 판단해서는 안 되죠.
en: you shouldn’t judge what a person would feel from your perspective.

source: 조한!!
en: johan!!!

source: 그런!
en: what!

source: 한 대 칠 줄 알았는데….
en: I thought he’d have a go at me...

source: 다른 층으로 숨어야겠다.
en: I should hide on another floor.

source: 그게 아니면,
en: or perhaps,

source: 할아버지!
en: grandfather!

source: 합니다.
en: I’ll do it.

source: 우와― 구린내가 진동하는데요?
en: whoa... sounds pretty fishy.

source: 그래도 요즘에는 애교도 부려주면서 착한 딸로 살았는데.
en: but I’ve been a good daughter lately, acting cute and all.

source: 이번엔, 누구 인생 조져놓으려고.
en: whose life are you going to screw up next?

source: 그래서….
en: so...

source: 멋대로 찾아와서.
en: I came here as I pleased.

source: 네!
en: yes!

source: 아버지만 괜찮으시다면….
en: if you’re okay, that is…

source: 신부님~~?
en: father...?

source: 일반인 대상으로 실험을 진행해도 무방합니다.
en: testing on the general public has been approved.

source: 학교 내에서는 금연입니다.^^
en: smoking is forbidden at school.

source: 이쪽의 담을 넘어서 호박꽃이 핀 야생 밭을 지나….
en: over this wall, past the wild fields of pumpkin flowers…

source: 힘내서 귤이도 꼬셔봐!!
en: win mr. gyul over!

source: 엄마가 다 준비해왔지, 아주 딱 일 거야.
en: so I’ve prepared everything. it’ll be perfect.

source: 쯧.
en: tsk.

source: 같이 떠나자든가,
en: let's leave together,

source: 이 멀쩡한걸 전부다 폐기하는 거래요?
en: are we tossing away all this perfectly good stuff?

source: 조용하고, 또 조용해.
en: it’s quiet, so quiet...

source: 너희 부모님 돌아오시기 전에 떠야 해.
en: we have to leave before your parents come back.

source: 대화 끝나자마자 쫓아낸 거야?
en: did he get kicked out as soon as the conversation was over?

source: 그랬구나.
en: I see.

source: “단델리온- ”
en: “daniel”

source: 마음이 흔들릴 때마다 넌 하던 일을 묵묵히 계속해내면 돼.
en: whenever you waver, just keep on doing whatever you’ve been doing.

source: 쿠션이 됐다.
en: cushioned her fall.

source: 작아졌다.
en: shrank.

source: 허울 좋은 명예만 가득한 아버지의 콤플렉스는 “재산” 이거든요.
en: my father is filled with a semblance of honor, and his insecurity stems from assets.

source: 여기 있다.
en: he’s down here.

source: 엿들어서 미안해요.
en: I’m sorry for eavesdropping.

source: 방금 아버지의 행동은 세상에 보이기 부끄러운 모습이니 비밀로 부탁드립니다.
en: please keep my father's actions a secret as they’re embarrassing to be made known to the world.

source: 상관없나…?
en: does it even matter…?

source: 청소나 마저 하시지요.
en: please go on with your cleaning.

source: 물론-!
en: of course.

source: 내가 모든 걸 망쳤어….
en: I’ve messed it all up...

source: 산후 우울증이라고?
en: postpartum depression?

source: 지금 당신이 하는 일에 대한 자각은 있어요…?
en: do you realize what you’re doing right now?

source: 사사?!!
en: sasha?!

source: 뭐 짚이는 거 없어?
en: do you have an idea why?

source: 흠… 시작을 어찌해야 할지.
en: hmm... I’m not sure how to begin.

source: 관심을 가지니까 이상한 게 느껴지더라.
en: it felt strange because I was interested.

source: 저야말로….
en: likewise…

source: 안 했음.
en: he did not.

source: 단델리온…!
en: daniel…!

source: 아― 따박따박 시끄럽네―
en: ugh, you’ve got such a big mouth!

source: 돌아가세요.
en: please leave.

source: 자!
en: now!

source: 사사가 사는 저택이 맞겠지…?
en: is the mansion sasha lives in, right?

source: 하와이 같은 곳에 정착하면?
en: what if I settle down in a place like hawaii?

source: 물건도 돌려받았고 범인도 알았으니 이 얘기는 그만하는 게 좋겠군요.
en: I have my things back and I’ve figured out the culprit, so let’s drop the subject.

source: 오늘도 저희의 생각과 말과 행위를―
en: ...I ask that our thoughts, words, and actions this day...

source: 안, 안 울었는데.
en: I did not.

source: 뭘, 놀라고 그래?
en: why are you so surprised?

source: 이런 거면 어쩌지- 만약 저런 거라면-?
en: are you thinking about all the what if’s?

source: 단델리온 신부님.
en: father daniel.

source: 아하하….
en: ahaha...

source: 얘기 좀 하자고.
en: talk to me.

source: 역시, 똑똑이야!!
en: just like I thought, you’re really smart!

source: 올리브도 이 느낌 알잖아.
en: you know how this feels, olive.

source: 사사냐.
en: is it you, sasha?

source: 지긋지긋하군….
en: I can’t take it anymore...

source: 약에 또 내성이 생기신 게 아닌지….
en: she might’ve become resistance to the drugs again…

source: 이 다짐은…
en: and this pledge...

source: 무슨 일이시죠?
en: what’s the matter?

source: 당신이 왜 여기 있는 거예요!?!
en: what are you doing here?!

source: 씹냐?
en: why aren’t you responding?

source: 이때까진 열심히 찍었네.
en: we kept taking pictures up till here.

source: 이 촉을 무시해버리면 분명 후회할 거야.
en: I’ll surely regret it if I ignore this gut feeling.

source: 내가 이 학교에 부임한 후로 아이들의 탈선과 잘못됨을 바로잡는 것에만 온 힘을 썼어요.
en: I’ve been trying my best to guide students to the right paths ever since I came to this school.

source: 그런 식으로 낑깡도 데려왔대.
en: that’s how gyul geum comes into the picture.

source: 앗!
en: oh!

source: 단델리온을 의심하는 건 아니지만 시간이 지날수록 불안한 마음이 들어.
en: I’m sure daniel will be fine but I’m starting to get nervous.

source: 아닐 거야….
en: I didn’t…

source: 하하하하.
en: hahahaha.

source: 버렸어.
en: I tossed them.

source: 궁금한 점 있으면 언제든 찾아오세요.
en: please feel free to ask us if you have any questions.

source: 틈은 어디에나 있습니다.
en: there are gaps everywhere.

source: 이쯤 하고 철든 척이라도 해야 하는 거 아닌가?
en: shouldn’t you at least pretend to be mature?

source: 내가 그렇게 두지 않을 거예요.
en: I won’t let that happen.

source: 훈육…?
en: teach…?

source: 뭔가 잘못된 거야.
en: there must be a mistake.

source: 하하하―
en: hahaha!

source: 회상
en: flashback

source: 이상하네….
en: that’s strange…

source: 혹시라도 도움이 필요하다면…
en: if you need my help…

source: 멍청이!!!
en: moron!

source: 역시 이건가?!?!
en: she’ll probably react this way!

source: 그렇게 해야 의심받지 않을 것 같았거든요.
en: I didn’t want your father to have any doubts.

source: 엥?
en: huh?

source: 이제 남은 건 결혼식뿐이군.
en: now all that’s left is the wedding.

source: 투자 효율이―
en: investment efficiency…

source: 시간 없으니까 요점만 말할게.
en: I’ll get straight to the point.

source: 안녕히 주무셨어요!
en: did you sleep well?

source: 그 부모라는 사람 집 주소는 알아?
en: do you know where his parents live?

source: 왁!
en: ack!
